{
	"Fear-of-Death":{
		"title":"Fear-of-Death",
		"date":"Oct/23/24",
		"body":"The root of all human fear is that which we are unsure of, Pallas told me. She said that since we cannot know anything except that we are thinking-imagining a world beyond is impossible. We are conditioned to be unsure of death by the nature of human intellect, which is why we aren’t unsure of anything else in spite of knowing nothing other than that we are thinking."
	},

	"An-Existential-Meaning":{
		"title":"An-Existential-Meaning",
		"date":"Oct/19/24",
		"body":"It never made sense to me this idea of objective importance, inherent to the thing being observed. Why is education important? The truth is, without humans, it wouldn't be. So if you assume merely existing, along with wants, needs, and career aspirations count as providing meaning on a subjective basis to something like education, then it is perfectly justifyable for education to mean nothing relative to one person, and everything relative to the other. Some people may argue that it is God, or some deity that gives meaning to the world, but it is infact you who give God meaning. Even if there is some form of objective meaning, it still does not matter. Say for example you're a rock. You do not care about objective meaning or a grand \"plan\". Your subjective meaning as the rock does not include a grand one which you cannot comprehend. We are the rocks in this case. No matter how grand a God's hypothetical plan is, it is of no concern to us, as it cannot physically have any impact on our subjective form of meaning. Thus, searching for or trusting in such a plan is a fools errand."
	},

	"The-Existential-Rite:-A-Poem":{
		"title":"The-Existential-Rite:-A-Poem",
		"date":"Oct/17/24",
		"body":"What is life but a function of what we are and what we're meant to be. We tread our lives defining that which we think we see, what is ostensibly faithfull to reality. Pleasure lies in this proverb, of the conditioned standard of sanity. But for as I live longer, truth seems to feed fire to my rot, a sacrafice, intolerable-A masochistic fantacy."
	},

	"Gods-Incontinuity":{
		"title":"Gods-Incontinuity",
		"date":"Sept/20/24/",
		"body":"Does god exist? I don’t know. Believing in anything is trusting a reality which is inherently unfaithful to our only truth. It is impossible to know what world we are in, be it real or not real. The only continuity between reality and dreams is thought, a property independent of God. Using the existence of Science is in fact a poor rebuttal, for science observes the reality we currently live in, and fails to take into account the truthfulness or falsity of said reality to some greater plane incomprehensible to us in this state."
	},

	"Proverb-of-The-Prevailing":{
		"title":"Proverb-of-The-Prevailing",
		"date":"Oct/26/24",
		"body":"What doesn't kill me doesn't matter; what drains the will from my vessel kills me a thousand times."
	}
}
