{
	"Comfort-In-Death":{
		"title":"Comfort-In-Death",
		"date":"Oct/22/24",
		"body":"Many a people find themselves fearing death, I must admit I used to be one of those people. People, though, are afraid of death for the same reason anybody fears anything, beacuse it is unknown. Some, you might say, fear death and do not fear unknown, and therefore the two cannot correlate. This, however, is a faulty judgement. No matter what we do in the world, we know some basic facts about the outcome: (1. We know that it will exist in the physical world. (2. We know that it will obey at least some law of nature. This analysis, though, cannot work when aplied to death which is why people can in theory fear death while not fearing the unknown at the same time, not becuase death violates some law of nature or expectation, but rather, it pertains to the core theme of human fear, unknown. Though applying the unknown to death, it seems, does not work. We know more about death than we might initially realize. For example, we know that there is either an afterlife or there isn't. See, knowing what we do not is a form of knowledge. Lets list some more. We know that death is final. We know that death is, for some, comforting, and for some an idea allowing them to escape into their mind. I am sorry, it appears I have forgotten, are we still talking about death, or quitting a bad job? Quitting a bad job, an act famously known for being scary at first, that ends up being a fine in retrospect. Perhaps the origin of the fear of death is solely from the fact that there is nobody around to compare and contrast, which would make the fear of death inherently biased. Thinking about it again... death is scary simply because it is death? How funny."
	},

	"An-Existential-Meaning":{
		"title":"An-Existential-Meaning",
		"date":"Oct/19/24",
		"body":"It never made sense to me this idea of objective importance, inherent to the thing being observed. Why is education important? The truth is, without humans, it wouldn't be. So if you assume merely existing, along with wants, needs, and career aspirations count as providing meaning on a subjective basis to something like education, then it is perfectly justifyable for education to mean nothing relative to one person, and everything relative to the other. Some people may argue that it is God, or some deity that gives meaning to the world, but it is infact you who give God meaning. Even if there is some form of objective meaning, it still does not matter. Say for example you're a rock. You do not care about objective meaning or a grand \"plan\". Your subjective meaning as the rock does not include a grand one which you cannot comprehend. We are the rocks in this case. No matter how grand a God's hypothetical plan is, it is of no concern to us, as it cannot physically have any impact on our subjective form of meaning. Thus, searching for or trusting in such a plan is a fools errand."
	},

	"Pain-in-Pleasure:-A-Poem":{
		"title":"Meditations",
		"date":"Oct/17/24",
		"body":"What is life but a function of what we are and what we're meant to be. We tread our lives defining what we're meant to see, but not that which is faithfull to reality. Pleasure lies in this proverb, of respect, obedience, and honor. For as I live longer, the process feels longer as intellect turns hell, incarnate, intolerable."
	}
}
