{
	"Fear-of-Death":{
		"title":"Fear-of-Death",
		"date":"Oct/23/24",
		"body":"The root of all human fear is that which we are unsure of, Pallas told me. She said that since we cannot know anything except that we are thinking-imagining a world beyond is impossible. We are conditioned to be unsure of death by the nature of human intellect, which is why we aren’t unsure of anything else in spite of knowing nothing other than that we are thinking."
	},
<<<<<<< HEAD

=======
>>>>>>> a81af69 (sdlkfjsdlk)
	"An-Existential-Meaning":{
		"title":"An-Existential-Meaning",
		"date":"Oct/19/24",
		"body":"It never made sense to me this idea of objective importance, inherent to the thing being observed. Why is education important? The truth is, without humans, it wouldn't be. So if you assume merely existing, along with wants, needs, and career aspirations count as providing meaning on a subjective basis to something like education, then it is perfectly justifyable for education to mean nothing relative to one person, and everything relative to the other. Some people may argue that it is God, or some deity that gives meaning to the world, but it is infact you who give God meaning. Even if there is some form of objective meaning, it still does not matter. Say for example you're a rock. You do not care about objective meaning or a grand \"plan\". Your subjective meaning as the rock does not include a grand one which you cannot comprehend. We are the rocks in this case. No matter how grand a God's hypothetical plan is, it is of no concern to us, as it cannot physically have any impact on our subjective form of meaning. Thus, searching for or trusting in such a plan is a fools errand."
	},

<<<<<<< HEAD
	"The-Existential-Rite:-A-Poem":{
		"title":"The-Existential-Rite:-A-Poem",
=======
	"Transition-From-Ignorance:-A-Poem":{
		"title":"Transition-From-Ignorance",
>>>>>>> a81af69 (sdlkfjsdlk)
		"date":"Oct/17/24",
		"body":"What is life but a function of what we are and what we're meant to be. We tread our lives defining that which we think we see, what is ostensibly faithfull to reality. Pleasure lies in this proverb, of the conditioned standard of sanity. But for as I live longer, truth seems to feed fire to my rot, a sacrafice, intolerable-A masochistic fantacy."
	},

	"Gods-Incontinuity":{
		"title":"Gods-Incontinuity",
		"date":"Sept/20/24/",
		"body":"Does god exist? I don’t know. Believing in anything is trusting a reality which is inherently unfaithful to our only truth. It is impossible to know what world we are in, be it real or not real. The only continuity between reality and dreams is thought, a property independent of God. Using the existence of Science is in fact a poor rebuttal, for science observes the reality we currently live in, and fails to take into account the truthfulness or falsity of said reality to some greater plane incomprehensible to us in this state."
	},

	"Proverb-of-The-Prevailing":{
		"title":"Proverb-of-The-Prevailing",
		"date":"Oct/26/24",
		"body":"What doesn't kill me doesn't matter; what drains the will from my vessel kills me a thousand times."
	},
	"Be-Careful":{
		"title":"Be-Careful",
		"date":"Oct/27/24",
		"body":"Perhaps there are some things we were not meant to see, they lurk in the cavernous labrynthine bedrock of human intellect, they can be found in the relics of a forgotten catacomb of God's failed pre-human attempts-their mere existence a window into our creation, and once they're awoken they cannot be put back to sleep."
<<<<<<< HEAD
=======
	},
	"State-Philosophy":{
		"title":"State-Philosophy",
		"date":"Oct/28/24",
		"body":"State Philosophy is simple, it is an aesthetically compatible philosophy for functioning in the world. It is built on the concept of a State. A State is a state of desiring something, for example: I want to do an intellectual thing (like reading) is a State. State Philosophy, put simply, is built on the principles of State Population, and State Manipulation. State Population is the idea that we must have an activity for each State, for example, if I feel active I will walk around the block, if I feel creative I will write, if I feel like challenging myself intellectually I will read, code, or meditate, and if I feel like doing absolutely nothing I will clean. The aim of State Population is to never be starved of something to do. There still lies a problem in this philosophy, the idea of spontaneous State, a much dreaded pattern where one cannot control what they do because they act on their State which they cannot control. Spontaneous State is solved with State Manipulation: A mental process where, presumably, an individual can manipulate their State. This operates on the principle that within our souls lies the desire to do anything, it just lies dormant until something awakens it. The result, in theory, of applying this philosophy is an aesthetically compatible approach to the walk of life-that is to say, you never defy a desire to do anything… The idea that our desires are not impulses, but rather the process through which those desires are prioritized is in fact the impulse. \n The reason why I call this philosophy experimental is because I very very recently started implementing it today. I estimate the showing of results will take at least a two months, by which time I will probably follow up with how this has worked for me. How it works for me, however, does not matter, anecdotal reports of the working of certain techniques are rather meaningless in the grander scale. It is also important to say that this is NOT medical advice, or any advice for that matter, but just an approach to life I thought of. My problem is that I suffer severely from impulse control, so I came up with this. It exists for me to use and you to admire or criticize-perhaps as a sadistic window into my chaotic and nonsensical thought process, my labyrinthine repository of unsorted thoughts and emotions, where order of any persistence I cling dearly for better or for worse."
	},
	"I-am-afriad":{
		"title":"I-am-Afriad",
		"date":"Oct/29/24",
		"body":"Time is our window into the world-and is evident that we perceive the world different from how it might exist actually in the objective world. See, our relationship with the objective (or alternatively: subjectivity) is how we walk the world, how we interact with almost anything… This, however, is met one with exception. Time. Time is one of the only things that we can obviously see exists objectively, but we perceive subjectively. Why? Well, we are continuously reminded of our failed estimation of time. It is a common saying of mine that it doesn’t matter how long something takes, but how long it feels it takes. This, is self evident of time’s objectivity. When we are not observing it, it marches on, and even though it is linear and entirely predictable, we cannot estimate it unless we actively know it. So, I suppose if we were to have a little fun, we would match our relationship with time with other facets of reality. For example: If our subjective estimation of time is hilariously inaccurate from the objective estimation of time, then who’s to say this doesn’t apply to our reality? Who’s to say our perception of reality is accurate at all. There are people who believe truth comes from the senses-before I get into my analogy, I would like to preface that the only knowledge we have is that we are thinking, by the proof that we would not exist if we were not thinking, and all knowledge, no matter how consistent or logically correct, is ultimately either an observation, or a pattern found in an observation. This adds an heir of subjectivity, glasses as one might say, to anything and everything we have ever, are currently, or ever will ever experience, do, see, touch, eat, etc… The counterargument could be made that “I know that when I walk forward I will in fact walk forward”. To which I reply: “Why?”. Why should you? No literally. Why should you? It is simply a pattern in an observation. Do you really deem observation as the standard of objective proof? For an analogy, I like to conceptualize a being so powerful that it spontaneously creates the concept of knowledge out of pure boredom or whatever faculties such a being would possess while we are bound to and at the mercy of that very knowledge. What would such a creature look like? We literally do not know. It is akin to asking what happens after death. It exists outside of our realm of comprehension, something I don’t deem to be much an accomplishment. It is also a reason why nobody can argue that due to my lack of knowledge I am therefore wrong, because my argument is the very fact that me, you, and every human is incapable of having that knowledge. We humans, I feel, have this feeling that just because we are the best logical creatures on the planet, that we are therefore intellectual, which seems a bit like a “big fish in a small pond” situation. After all, logic is a construct of our own, who’s to say it matters in the grander scale of the universe anyway. It’s our, flawed, human way of interpreting the world. We’ve come up with other flawed languages to interpret our surroundings, and who’s to think logic is any different. A consistent system with flawed input or flawed logic is still a consistent system, now just imagine that logic is the system, our observation is the system, and things begin to seem a lot less sure."		
	},
	"To-humanity...":{
		"title":"To-humanity...",
		"date":"Oct/29/24",
		"body":"Hello, I know we haven’t talked much, I know I’ve been absent, I’ve vowed the stupidity of you and I. I’d really like to say that I love you though, you are special, truly beautiful, and dutiful in your own right-the human right. You and I are not perfect, nothing and nobody is. A short burst of perfection will die out just as every star and galaxy, and I’m fine with that, there’s no reason to need to correctness. I like the way you walk, talk, the way you form your sentences, your ability to help others in need, the way you sulk, cry, scream, the way you fall against a wall and weep. How you love, hug, kiss, the way you hold others in your arms. Your dedication, the way your mind works. Every single last part of you is every single last part I love. Your disgust, your body language, your culture, uniqueness, creativity. We're all in this human-thing together. I love you guys."	
>>>>>>> a81af69 (sdlkfjsdlk)
	}
}
